{
	"totalRecords": 30,
	"details": [{
			"event": "Birthday",
			"category": "Kids",
			"budget": "1499",
			"name": "Plush Zombie Slippers",
			"price" : "1499",
			"img": "a_1",
			"description": "TASTYTOASTY FEETLet this pair of zombies gently mouth your feet.When theres no more room in hell the dead will walk the earth and we will make super comfortable plush slippers out of their heads. Just woke up and feeling a bit braindead or maybe youre just a huge fan of the undead Either way who doesnt love having their feet gently gummed by an oversized pair of zombie heads",
			"link": "https://www.giveter.com/gift/Birthday/500-2000/miscellaneous/plush-zombie-slippers/856311226"

		}, {
			"event": "Birthday",
			"category": "Kids",
			"budget": "652",
			"name": "Playking Notebook",
			"price" : "652",
			"img": "b_1",
			"description": "Specifications of Playking English Learner Educational Notebook (Multicolor) Important Note The color of some product parts may vary from what is shown in the imageThe color of some product parts may vary from what is shown in the imageGeneralAge Group 2 6 Years Type Laptops & Learning Pads Ideal For Boys Girls Character Laptop",
			"link": "https://www.giveter.com/gift/Birthday/500-2000/kids/playking-english-learner-educational-notebook/315898897"
		},{
			"event": "Birthday",
			"category": "Kids",
			"budget": "1599",
			"name": "Trolley",
			"price" : "1599",
			"img": "c_1",
			"description": "Specifications of Toys Bhoomi Kids Market Trolley Product DimensionsProduct Weight 800 gGeneralAge Group 1- 6 Years Ideal for Girls Boys Type Roleplay Accessories Series Shopping Trolley Occasion Birthday Childrens Day Casual PlayImportant Note The color of some product parts may vary from what is shown in the imageColors of some parts of the product may varyBox DimensionsWeight 1000 g Height 20 cm Width 20 cm Depth 30 cmAdditional FeaturesSafety FeaturesNonToxicEN 71 Certified",
			"link": "https://www.giveter.com/gift/Birthday/0-3000/toys/toys-bhoomi-kids-market-trolley/2142577811"
		},{
			"event": "Birthday",
			"category": "Kids",
			"budget": "980",
			"name": "Rope Swing",
			"price" : "980",
			"img": "d_1",
			"description": "100% Cotton Rope thick dia for maximum durability. Hardwood spreader bar.Single person Cotton rope Hammock Swing chair. Weight capacity 249 lb. Swing frame to be purchased separately.Included Swing includes Oring with links chain on top Screwinhook (Tree hook)Mountable on a tree or ceilingIdeal for anniversary birthday gifts for kids",
			"link": "https://www.giveter.com/giftsfor/Birthday/500-2000"
		},{
			"event": "Birthday",
			"category": "Male",
			"budget": "1099",
			"name": "ictionary Book Safe",
			"price" : "1099",
			"img": "e_1",
			"description": "Keep your valuables safeCategoryCreative GiftsKeep your valuables secure with this ingenious book shaped safe Not only does the cleverly disguised.Book Safe keep your valuables under lock and key but with its New English Dictionary cover it could easily be mistaken for just another book on your shelf and the last thing that a thief will have time to do when hunting for swag is to go rifling through the dictionary to find the definition of outfoxed",
			"link": "https://www.giveter.com/gift/Birthday/500-2000/miscellaneous/secret-dictionary-book-safe/600638092"
		},{
			"event": "Birthday",
			"category": "Male",
			"budget": "1499",
			"name": "Headphone",
			"price" : "1499",
			"img": "f_1",
			"description": "Key Features of Philips SHL3105WT00 Overtheear Headphone (White Overtheear) 40 mm Headphone Driver UnitsOverthehead Design18 Hz. 20000 Hz Headphone Frequency ResponseNeodymium MagnetOvertheear HeadphonesCircumaural Closed Headphones1500 mW of Max Power Input Specifications of Philips SHL3105WT00 Overtheear Headphone (White Overtheear) General Brand Philips Headphone Type Overtheear (Circumaural) Closed Back Headset Design Overthehead Color White WiredWireless Wired Magnet Type Neodymium Model ID SHL3105WT00",
			"link": "https://www.giveter.com/gift/Birthday/0-3000/electronics/philips-shl3105wt00-overtheear-headphone/254140254"
		},{
			"event": "Birthday",
			"category": "Female",
			"budget": "1530",
			"name": "Hanging Crystal Votive White",
			"price" : "1530",
			"img": "g_1",
			"description": "Material crystal Color white Style Contemporary Votive Diameter 4.3 inches (11 cm) Height 6 inches (15 cm) Quantity 1 Piece (Votive)",
			"link": "https://www.giveter.com/gift/Birthday/0-3000/home%20decor/golmaalshop-hanging-crystal-votive-white/954739630"
		},{
			"event": "Birthday",
			"category": "Female",
			"budget": "506",
			"name": "Cushion Cover With Filler",
			"price" : "506",
			"img": "h_1",
			"description": "Material Taffeta Silk Color Black Thread Count 200 Pattern Contemporary Closing Flap Filling Material Polyfill.Cushion Length 16 inches (40 cm) Width 16 inches (40 cm) Quantity 1 Piece (Cushion Cover With Filler)",
			"link": "https://www.giveter.com/gift/Birthday/0-3000/home%20decor/stybuzz-glowing-butterfly-cushion-cover-with-filler/480841139"
		},{
			"event": "Birthday",
			"category": "Male",
			"budget": "720",
			"name": "Cocktail Coco Pen Stand",
			"price" : "720",
			"img": "i_1",
			"description": "Material Recycled Wood & MDF Color Dark Brown Pen Stand Height 4.5 inches (11 cm) Length 4.5 inches (11 cm) Width 6.2 inches (16 cm) Quantity 1 Piece (Pen Stand)",
			"link": "https://www.giveter.com/gift/Birthday/500-2000/accessories/cocktail-coco-pen-stand/253274830"
		},{
			"event": "Birthday",
			"category": "Female",
			"budget": "750",
			"name": "Candle Stand",
			"price" : "750",
			"img": "j_1",
			"description": "Material Wrought Iron Color Black Weight 0.2 kg Style Traditional Candle Stand Diameter 6 inches (15 cm) Height 3.5 inches (9 cm) Quantity 1 Piece (Candle Stand)",
			"link": "https://www.giveter.com/gift/Birthday/500-2000/home%20decor/dastkari-tribal-dance-candle-stand/1690552111"
		},{
			"event": "Birthday",
			"category": "Male",
			"budget": "599",
			"name": "Velvet Cushion Cover",
			"price" : "599",
			"img": "k_1",
			"description": "Material Poly Velvet Color Pink Style Contemporary Pattern Contemporary Closing Zipper Small Cushion Cover Length 12 inches (30 cm) Width 12 inches (30 cm) Medium Cushion Cover Length 16 inches (40 cm) Width 16 inches (40 cm) Large Cushion Cover Length 18 inches (45 cm) Width 18 inches (45 cm) Extra Large Cushion Cover Length.20 inches (50 cm) Width 20 inches (50 cm) Available In 4 Variations(Small Cushion Cover Medium Cushion Cover Large Cushion Cover & Extra Large Cushion Cover)",
			"link": "https://www.giveter.com/gift/Birthday/500-2000/home%20decor/india-circus-doorway-to-heaven-poly-velvet-cushion-cover/1092935720"
		},{
			"event": "Birthday",
			"category": "Female",
			"budget": "2800",
			"name": "Rotating Photo",
			"price" : "2800",
			"img": "l_1",
			"description": "17 inch tall rotates lamp Maximum 16 to 18 pictures can be adjusted with a quote Lamp rotates with electricity Email pictures at info@awwsme.com with Order no. Special collection for valentines day",
			"link": "https://www.giveter.com/gift/Wedding/2000-3000/personalised/awwsme-17-inches-rotating-personalize-photo-lamp-for-valentine-day/1924935483"
		},{
			"event": "Birthday",
			"category": "Female",
			"budget": "2735",
			"name": "Earring",
			"price" : "2735",
			"img": "m_1",
			"description": "Specifications of The Art Jewellery Alloy Stud Earring In the Box Sales Package 1 Pair of Earring. General Brand The Art Jewellery Model Number ER10446CL Type Stud Earring PreciousArtificial Jewellery Fashion Jewellery. Color White Ideal For Women Occasion Wedding & Engagement Body & Design Features Base Material Alloy Piercing Required Yes Number of Pairs 1",
			"link": "https://www.giveter.com/gift/Wedding/2000-3000/accessories/-leave-shaped-stud-earring/1274643150"
		},{
			"event": "Birthday",
			"category": "Male",
			"budget": "2150",
			"name": "Suitcase",
			"price" : "2150",
			"img": "n_1",
			"description": "Key Features of American Tourister Milan Strolley Suitcase - 21.7(Cyan Blue) 2 Compartments2 PocketsSmall SuitcasePolyester and Nylon Body1 Center Lock2 Wheels",
			"link": "https://www.giveter.com/gift/Wedding/2000-3000/accessories/american-tourister-milan-strolley-suitcase-21-7-inch-cyan-blue-/12689"
		},{
			"event": "Birthday",
			"category": "Male",
			"budget": "2920",
			"name": "Smart Watch",
			"price" : "2920",
			"img": "o_1",
			"description": "Functions Chronograph No Altimeter No Date Display Yes Day and Date Display Barometer No Alarm Clock Yes Alarm Settings Compass Analog Compass Calendar Yes Luminous No",
			"link": "https://www.giveter.com/gift/Wedding/2000-3000/accessories/kenxinda-kxdw3-smart-watch-/531310485"
		},{
			"event": "Birthday",
			"category": "Kids",
			"budget": "2732",
			"name": "Trolley Bag",
			"price" : "2732",
			"img": "p_1",
			"description": "TBags presents a trolley bag. This bag has a 3D Space Shuttle design in vibrant color. It has a personalised identification label printed on the bag. Easy to handle with specially designed wheels that can climb staircase when pulled by a kid.",
			"link": "https://www.giveter.com/giftsfor/Birthday/Around-1000"
		},{
			"event": "Birthday",
			"category": "Kids",
			"budget": "2599",
			"name": "Bubble Balloon",
			"price" : "2599",
			"img": "q_1",
			"description": "Baby Boy Bubble Balloon CODE Baby Boy Bubble Balloon",
			"link": "https://www.giveter.com/giftsfor/Birthday/Around-1000"
		},{
			"event": "Wedding",
			"category": "Female",
			"budget": "999",
			"name": "Windchime",
			"price" : "999",
			"img": "a_2",
			"description": "Make your wife remember you fondly, everytime she looks and the soft flowy feathers moving around in the colors!",
			"link": "https://www.giveter.com/gift/Wedding/Around-1000/miscellaneous/rooh-dream-catcher-wool-windchime-18-inch-blue-white-/835575767"
		},{
			"event": "Wedding",
			"category": "Female",
			"budget": "805",
			"name": "Watch",
			"price" : "805",
			"img": "b_2",
			"description": "Sonata Yuva Gold Analog Watch - For Women (Red) Price: Rs.699. Key Features Contemporary DialRed StrapWater Resistant Sleek, smooth and sophisticated, this wonderfully designed analog watch from Sonata’s Yuva Gold collection for women comes well equipped to accurately keep track of time and do so with great style. Presenting a prominent design that is all about expressing grace and elegance, this women’s watch is a great gift and definite choice for any of your casual get-togethers.",
			"link": "https://www.giveter.com/gift/Wedding/Around-1000/accessories/sonata-yuva-gold-analog-watch-for-women-red-/1621550279"
		},{
			"event": "Wedding",
			"category": "Male",
			"budget": "1100",
			"name": "Cufflinks",
			"price" : "1100",
			"img": "c_2",
			"description": "Refund Specification In the Box One Pair of Cufflinks General Type Cufflinks Series Glossy Enameled Material Rhodium Plated Pattern Glossy Metal Texture Pattern Style Code LCU0036ENRD Color Code SILVER.",
			"link": "https://www.giveter.com/giftsfor/Wedding/Around-1000"
		},{
			"event": "Wedding",
			"category": "Female",
			"budget": "1399",
			"name": "Glass With Lid",
			"price" : "1399",
			"img": "d_2",
			"description": "Fill It To The BrimCategory Housewarming GiftsSubCategory Unique GiftsHot coffee or a steaming cup of tea drink them with contentment in this glass. Made from fine glass double glass with lid contains two layers to provide proper insulation to your hands from the temperature. These heat resistant cups are a set of 3 with capacity of 250ml 350ml and 450ml each.",
			"link": "https://www.giveter.com/giftsfor/Wedding/Around-1000"
		},{
			"event": "Wedding",
			"category": "Male",
			"budget": "1432",
			"name": "Watch",
			"price" : "1432",
			"img": "e_2",
			"description": "Functions Date Display",
			"link": "https://www.giveter.com/giftsfor/Wedding/Around-1000"
		},{
			"event": "Wedding",
			"category": "Female",
			"budget": "1470",
			"name": "Table Lamp",
			"price" : "1470",
			"img": "f_2",
			"description": "In The Box Number of Contents in Sales Package Pack of 1 Sales Package Table Lamp",
			"link": "https://www.giveter.com/giftsfor/Wedding/Around-1000"
		},{
			"event": "Wedding",
			"category": "Male",
			"budget": "501",
			"name": "Cufflink",
			"price" : "501",
			"img": "g_2",
			"description": "General Type CufflinkSet Material Brass Series Tripin43 Style Code TSilver43 Pattern Self Design Pattern Ideal For Men Color Code Silver",
			"link": "https://www.giveter.com/gift/Wedding/0-500/accessories/tripin-brass-cufflink-set/51930644"
		},{
			"event": "Wedding",
			"category": "Male",
			"budget": "599",
			"name": "Heart Shaped Glass",
			"price" : "599",
			"img": "h_2",
			"description": "Pour out your heartCategory Gifts for WomenSubCategory Unique GiftsA transparent heartshaped tea or coffee glass for you to drink the hot drinks of your choice Fill it will love and drink with contentment to its capacity of 240 ml. Its a double layered glass cup to provide maximum insulation from heat and thus are heat resistant. So sip your teacoffee and fall in love with them all over againHeart ShapedTransparent glassDouble layeredMaterial GlassHeat Resistant240ML CapacityPackage Includes 1 x Heart Shaped Glass",
			"link": "https://www.giveter.com/giftsfor/Wedding/Around-1000"
		},{
			"event": "Wedding",
			"category": "Male",
			"budget": "2499",
			"name": "Wall Print Sticker",
			"price" : "2499",
			"img": "i_2",
			"description": "Digitally Printed Unframed Art PrintLamination GlossTotal Size 150x91 Cms (Approx)Self Adhesive Art PrintComes in Plastic Tube",
			"link": "https://www.giveter.com/giftsfor/Wedding/Around-1000"
		},{
			"event": "Wedding",
			"category": "Male",
			"budget": "2500",
			"name": "Coffee Maker",
			"price" : "2500",
			"img": "j_2",
			"description": "Black & Decker Coffee Bean Mill CBM 3 Coffee Maker (White) Price Rs.2320 The Black and Decker CBM3 is a blade type coffee grinder that gives you the freedom of grinding your own freshly ground coffee powder. The bean grinder sports a compact chassis that tapers up from a wide base giving it added stability.",
			"link": "https://www.giveter.com/giftsfor/Wedding/Around-1000"
		},{
			"event": "Wedding",
			"category": "Female",
			"budget": "650",
			"name": "Rosette Trunk Set",
			"price" : "650",
			"img": "k_2",
			"description": "These beautiful looking oval shaped set of three boxes are great for storing little jewellery letters makeup or other valuables at home. With a vintage rose design they can be stacked on top of each other as a pretty  bedroom display.",
			"link": "https://www.giveter.com/giftsfor/Wedding/Around-1000"
		},{
			"event": "Wedding",
			"category": "Female",
			"budget": "2284",
			"name": "Antique Lamp",
			"price" : "2284",
			"img": "l_2",
			"description": " Material: Iron Wire Color: Rust Antique Recommended Wattage: 40 Watt Number of Bulbs Required: 1 Holder Type: E27 Holder Wire Length: 114 Height: 24.8 inches (62 cm) Length: 10 inches (25 cm)",
			"link": "https://www.giveter.com/giftsfor/Wedding/Around-1000"
		},{
			"event": "Engagement",
			"category": "Female",
			"budget": "999",
			"name": "Rooh dream catcher Wool Windchime",
			"price" : "999",
			"img": "e2",
			"description": "Make your friend/girlfriend/wife remember you fondly, everytime she looks and the soft flowy feathers moving around in the colors",
			"link": "https://www.giveter.com/gift/Special:Girlfriend/Precious/miscellaneous/rooh-dream-catcher-wool-windchime-18-inch-blue-white-/835575767"
		}
		
	]
}